[
  {
    "S. No.": 1,
    "Vernacular Name": "Amaltash",
    "Scientific Name": "Cassia fistula",
    "Other Names": "Golden Shower, Purging cassia, Indian laburnum, Kani Konna (Malayalam)",
    "Ecological & Commercial Importance": "* Widely planted as an ornamental and avenue tree.\r\n* Flowers are consumed by Santal people of India.\r\n* The plant has been considered as a fuelwood in Mexico.\r\n* Wood is suited for cabinetwork, farm implements, inlay work, posts, wheels and mortars. \r\n* The bark has been employed in tanning.",
    "Medicinal Properties": "* In Ayurvedic medicine, the golden shower tree is known as aragvadha, meaning \"disease killer\".\r\n* The Cassia fistula flower extract displayed an anti-aging properties which can be applied in variety of cosmetic applications.\r\n* Ayurvedic medicine recognizes the seed as antibilious, aperitif, carminative, and laxative, the root is used for adenopathy, burning sensations, leprosy, skin diseases, syphilis, and tubercular glands, the leaves for erysipelas, malaria, rheumatism, and ulcers, the buds for biliousness, constipation, fever, leprosy, and skin disease, the fruit for abdominal pain, constipation, fever, heart disease, and leprosy. \r\n* Yunani use the leaves for inflammation, the flowers for a purgative, the fruit as anti-inflammatory, antipyretic, abortifacient, demulcent, purgative, refrigerant, good for chest complaints, eye ailments, flu, heart and liver ailments, and rheumatism, though suspected of inducing asthma. Seeds are considered emetic.\r\n* Leaf poultices are applied to the chilblains so common in the upper Sind; also used in facial massage for brain afflictions, and applied externally for paralysis and rheumatism, also for gout.\r\n* A decoction of the root bark is recommended for cleaning wounds.",
    "Cultural/Historicl/Mythological Importance": "•\tState flower of Kerala\r\n•\tThe flowers are of ritual importance in preparation of Kani during the Vishu festival of Kerala, which falls in the month of April.\r\n•\tThe tree has been depicted on a 20-rupee stamp.",
    "Images": "01-cassia-fistula.jpg"
  },
  {
    "S. No.": 2,
    "Vernacular Name": "Amla",
    "Scientific Name": "Phyllanthus emblica",
    "Other Names": "Indian gooseberry, Malacca tree, Amalak, Amloki, Anwla",
    "Ecological & Commercial Importance": "•\tThe branches are lopped for green manure.\r\n•\tThey are said to correct excessively alkaline soils.\r\n•\tProduce dense, weed-suppressing crowns; and attract seed-dispersing wildlife, particularly birds and bats.",
    "Medicinal Properties": "•\tConsidered highly medicinal in Ayurveda and Unani system of traditional Indian medicine. All parts of the plant are used in various herbal preparations, including the fruit, seed, leaves, root, bark, and flowers.\r\n•\tThe fruit is rich in vitamin C and immuno-modulators.\r\n•\tThe fruit is given to allay the effects of aging and to restore the organs.\r\n•\tThe juice of the fruit is also given to strengthen the pancreas of diabetics, as well as in the treatment of eye problems, joint pain, diarrhoea, and dysentery.\r\n•\tThey are also used in Shampoos and hair oils.\r\n•\tThe bark is used to purify water, especially saline water.",
    "Cultural/Historicl/Mythological Importance": "·       In the Buddhist tradition there are many references to the fruit, half an amla fruit was the final gift to the Buddhist sangha by the great Indian emperor Ashoka.",
    "Images": "02-phyllanthus-emblica.jpeg"
  },
  {
    "S. No.": 3,
    "Vernacular Name": "Arjun",
    "Scientific Name": "Terminalia arjuna",
    "Other Names": null,
    "Ecological & Commercial Importance": "•\tThe leaves are fed on by the moth which produces the tassar silk, a wild silk of commercial importance.\r\n•\tTimber is used for carts, agricultural purposes, boat building, mine props etc.\r\n•\tThe wood has high calorific value, makes excellent firewood, and produces good quality charcoal for producer gas plants.",
    "Medicinal Properties": "•\tThe bark of Arjun is astringent, sweet, acrid, cooling, aphrodisiac, urinary astringent, and expectorant, but chiefly used as cardio tonic as it improves blood supply to heart.\r\n•\tIt is also useful in ulcer treatment, fractures, cirrhosis of liver, ischaemic heart disease, and hypertension.\r\n•\tThe fruit has various medicinal properties like antioxidants, anti-inflammatory and antimicrobial.",
    "Cultural/Historicl/Mythological Importance": "Hindu mythology documented that this tree has its origin when lord Indra Killed a gaint by name Vritra. Charaka considered this as Udarda pprasamana ( anti-allergic).",
    "Images": "03-terminalia-arjuna.jpeg"
  },
  {
    "S. No.": 4,
    "Vernacular Name": "Ashwagandha",
    "Scientific Name": "Withania somnifera",
    "Other Names": "Indian ginseng, winter cherry",
    "Ecological & Commercial Importance": "•\tIt is used as bioremediation for phytoextractions.\r\n•\tIt is used in the productions of pharmaceutical drugs and products for human consumption, including energy drinks, capsules, health supplements, energy boosters, and food product materials. ",
    "Medicinal Properties": "•\tThe roots are beneficial for numerous diseases and conditions, including diabetes, female sexual dysfunction, male infertility, osteoarthritis, cognitive impairment due to Alzheimer’s disease, anxiety, and much more.\r\n•\tOintment from leaves and berries is applied to treat cuts, wounds, abscesses, and inflammation. The leaf decoction is also employed to treat haemorrhoids and rheumatism.",
    "Cultural/Historicl/Mythological Importance": "It is commonly used in Indian traditional medicines for more than 3000 years and has been categorized as Rasayana in Ayurveda.",
    "Images": "04-withania-somnifera.jpg"
  },
  {
    "S. No.": 5,
    "Vernacular Name": "Bargad ",
    "Scientific Name": "Ficus benghalensis",
    "Other Names": "Banyan Fig",
    "Ecological & Commercial Importance": "•\tA keystone species that anchors entire ecosystems and sustains biodiversity. \r\n•\tIts figs provide year-round food for birds, mammals and insects, keeping wildlife populations stable. \r\n•\tIts aerial roots create layered habitats that offer shelter, nesting spaces and safe passage for many species.\r\n•\tIts expansive canopy cools the surroundings and helps create a stable microclimate in hot regions.\r\n•\tIts thick roots bind the soil and reduce erosion during heavy rains.\r\n•\tIts long lifespan supports generations of flora and fauna, becoming a living ecological landmark.\r\n•\tIts leaf litter enriches the soil and supports healthier plant communities.",
    "Medicinal Properties": "•\tThe stem bark is mostly used for the treatment of diabetes, diarrhea, and dysentery. \r\n•\tThe latex is used for the treatment of wounds, burns, and rheumatism. \r\n•\tFruits are edible and are used as a tonic.",
    "Cultural/Historicl/Mythological Importance": "•\tThe tree is considered sacred in India, and temples are often built nearby.\r\n•\tIt is the tree under which Adhinath the first Jain Tirthankara attained Kewal Gyan or spiritual enlightenment.",
    "Images": "05-ficus-benghalensis-banyan.jpeg",
    "Suitability in Degraded Aravalli": "•\tHighly suitable for rocky and nutrient-poor soils, allowing it to establish even in harsh terrain.\r\n• Its deep and spreading roots stabilise loose ground and support long-term restoration.\r\n• Its wide canopy creates dense shade that lowers surface temperatures and helps moisture stay in the soil.\r\n• Its presence improves overall habitat quality, encouraging the return of birds, insects and small mammals.\r\n• Its resilience to heat and drought makes it ideal for long-term regeneration of degraded Aravalli landscapes.\r\n"
  },
  {
    "S. No.": 6,
    "Vernacular Name": "Chandni",
    "Scientific Name": "Tabernaemontana divaricata",
    "Other Names": "Pinwheel flower, Crape Jasmine, East India rosebay, Nero's crown",
    "Ecological & Commercial Importance": "•\tOrnamental and fragrant plant, used for landscaping.\r\n•\tThe wood is used for incense and perfumes and the pulp around the seed is used to make red dyes.",
    "Medicinal Properties": "•\tThe root is used to treat hypertension, headaches, scabies, and toothaches.\r\n•\tThe roots, leaves, and flowers are all used to treat snake and scorpion poisoning.\r\n•\tAn infusion of the leaves is used to treat influenza.\r\n•\tThe flowers, mixed with oil, are applied to sore eyes.\r\n•\tThe latex of the leaves is used as a cooling application for wounds to prevent inflammation. ",
    "Cultural/Historicl/Mythological Importance": "•\tThe plant is placed in front of the home is the sign of wealth.\r\n•\tAs per beliefs, its white flowers are special for Lord Vishnu.",
    "Images": "06-tabernaemontana-divaricata.jpeg"
  },
  {
    "S. No.": 7,
    "Vernacular Name": "Gudhal",
    "Scientific Name": "Hibiscus.",
    "Other Names": "Roselle, Orhul, Lalambari, Jaswandh",
    "Ecological & Commercial Importance": "•\tIt is used for ornamental gardening.\r\n•\tA tea made from the flowers of Hibiscus is known by many names around the world and is served both hot and cold.",
    "Medicinal Properties": "•\tIt's believed to help lower blood pressure, support liver health, and provide relief from menstrual pain.\r\n•\tIt is believed to have therapeutic properties and is used to treat ailments like cough, hair loss, skin issues, and digestive problems.\r\n•\tHibiscus extract is a popular ingredient in skincare products due to its rich antioxidant properties and ability to promote skin elasticity. ",
    "Cultural/Historicl/Mythological Importance": "•\tThe red hibiscus is the flower of the Hindu goddess Kali and appears frequently in depictions of her in the art of Bengal, India.",
    "Images": "07-hibiscus.jpeg"
  },
  {
    "S. No.": 8,
    "Vernacular Name": "Gullar",
    "Scientific Name": "Ficus racemosa",
    "Other Names": "Cluster Fig, Red River Fig",
    "Ecological & Commercial Importance": "* It is cultivated for its fruit and also as a shade tree in plantations and an ornamental tree in parks, large gardens etc.\r\n* The fruits are eaten as a vegetable. Young shoots are eaten raw or cooked.\r\n* The roots can be cut to provide a liquid that can be drunk as water\r\n* It serves as a food plant for the caterpillars of the two-brand crow butterfly (Euploea sylvester) \r\n* The tree is cultivated to provide shade for coffee trees.\r\n* The latex is used in the production of water-resistant paper and as a plasticizer for Hevea rubber.\r\n* The wood is used for low-quality purposes and items such as minor construction, cheap furniture, packing cases, mouldings, laundry tubs, fruit crates, fuel, etc.",
    "Medicinal Properties": "* The bark is rubbed on a stone with water to make a paste, which can be applied to boils or mosquito bites. \r\n* In Ayurveda, it has been used extensively in the treatment of biliary disorders, jaundice, dysentery, diabetes, diarrhea and inflammatory conditions. \r\n* The root is chewed as a treatment for tonsilitis.\r\n* The sap is a popular remedy in Bombay, that is applied locally to mumps and other inflammatory glandular enlargements, and is also used in the treatment of Gonorrhea.\r\n* The bark & fruit are used in the treatment of Hematuria, menorrhagia, and Hemoptysis.",
    "Cultural/Historicl/Mythological Importance": "•\tIn the Atharva Veda, this fig tree is given prominence as a means for acquiring prosperity and vanquishing foes.\r\n•\tIn Hinduism, it is said that Gular's root is Lord Brahma, Gular's peel is Lord Narayana(Lord Vishnu) and Branches of Gular are Lord Shiva.",
    "Images": "08-ficus-racemosa.jpeg"
  },
  {
    "S. No.": 9,
    "Vernacular Name": "Jamun",
    "Scientific Name": "Syzygium cumini",
    "Other Names": "Malabar plum, Java plum, Black plum, Jaman, Jambul, Neredu",
    "Ecological & Commercial Importance": "•\tThe wood is water resistant after being kiln dried. It is used in railway sleepers and to install motors in wells.\r\n•\tIt provides shade and habitat for birds, animals, and insects.",
    "Medicinal Properties": "•\tWidely used medicinal plants in the treatment of various diseases, particularly diabetes.\r\n•\tThe plant tops are used to cure skin diseases as they have excellent anti-fungal properties.",
    "Cultural/Historicl/Mythological Importance": "•\tKrishna was said to have four symbols of the jambu fruit on his right foot as mentioned in the Srimad Bhagavatam.\r\n•\tIn Maharashtra, the leaves are used in marriage pandal decorations. ",
    "Images": "09-syzygium-cumini.jpg"
  },
  {
    "S. No.": 10,
    "Vernacular Name": "Kachnar",
    "Scientific Name": "Bauhinia variegata",
    "Other Names": "Orchid tree, Kanchan tree, Mountain ebony, Kaanchana, Bauhinia, Swet-kanchan, Camel’s foot, Kachnal, Gurial and Koiralo",
    "Ecological & Commercial Importance": "•\tSource of fodder in rural economies.\r\n•\tIts wood is used for agricultural implements and the bark for tanning.\r\n•\tIt is used to manufacture wood wool boards, gums and fibres.",
    "Medicinal Properties": "•\tUsed in making poultices for treating swelling, bruises, boils, and ulcers.\r\n•\tKachnar bark is used in disorders like Lymphadenopathy, Goitre and Tumor.\r\n•\tVarious parts of the plant are also used in decoctions to treat fever and stomach ailments.\r\n•\tThe root is used as an antidote for snake poison.",
    "Cultural/Historicl/Mythological Importance": "•\tIts buds and flowers are used as vegetable and various dishes like chutney and pickles.",
    "Images": "10-bauhinia-variegata.jpg"
  },
  {
    "S. No.": 11,
    "Vernacular Name": "Kadam",
    "Scientific Name": "Neolamarckia cadamba",
    "Other Names": "Bur-flower Tree, Leichhardt Pine, Kelempayan, Kelampai, Laran",
    "Ecological & Commercial Importance": "•\tWood is used for low-grade timber and making paper.\r\n•\tThe fragrant orange flowers attract Honeybees.\r\n•\tThe tree is grown along avenues, roadsides and villages for shade.\r\n•\tKadamba flowers are an important raw material in the production of ‘attar’.",
    "Medicinal Properties": "•\tIts stem bark is antiseptic and astringent, used to relieve coughs.\r\n•\tIn folk medicine, it is used to treat anemia and uterine problems and to improve semen quality.\r\n•\tIt is also used in the treatment of various ailments such as fever, uterine complaints, blood diseases, skin diseases, tumour, anaemia, eye inflammation and diarrhoea.\r\n",
    "Cultural/Historicl/Mythological Importance": "•\tIn Hindu mythology, Kadam was the favourite tree of Krishna.\r\n•\tThe kadamba lends its name to the Kadamba Dynasty that ruled from Banavasi in what is now the state of Karnataka from 345 CE to 525 CE.\r\n•\tKadambotsava (\"The festival of Kadamba\") festival is celebrated every year by the Government of Karnataka in honor of the Kadamba kingdom.",
    "Images": "11-neolamarckia-cadamba.jpg"
  },
  {
    "S. No.": 12,
    "Vernacular Name": "Neem ",
    "Scientific Name": "Azadirachta indica",
    "Other Names": "Margosa or Indian lilac",
    "Ecological & Commercial Importance": "•\tThe tree has anti-desertification properties.\r\n•\tIt is also used for maintaining soil fertility.\r\n•\tNeem extract is added to fertilizers (urea) as a nitrification inhibitor.\r\n•\tIt is a natural source of eco-friendly insecticides, pesticides and agrochemicals.\r\n•\tNeem is also regarded as a good fodder tree and is heavily lopped for goats and sometimes for cattle. ",
    "Medicinal Properties": "•\tIt is used for treating skin troubles and rheumatism.\r\n•\tIt has antifungal and antibacterial properties which help eliminate dandruff and strengthen your hair.\r\n•\tTwigs has traditionally been used as a type of teeth-cleaning.",
    "Cultural/Historicl/Mythological Importance": "•\tMargosa leaves are dried in India and placed in cupboards to prevent insects eating the clothes, and in tins where rice and wheat is stored.\r\n•\tThe flowers are also used in many Indian festivals like Ugadi.",
    "Images": "12-azadirachta-indica.jpg"
  },
  {
    "S. No.": 13,
    "Vernacular Name": "Peepal",
    "Scientific Name": "Ficus religiosa",
    "Other Names": "Sacred Fig",
    "Ecological & Commercial Importance": "•\tProduces high levels of oxygen throughout the day and supports healthier air quality.\r\n•\tIts figs provide dependable food for birds, bats and many small mammals, strengthening local food webs.\r\n•\tRecognised as an iconic Aravalli species that naturally supports regional biodiversity.\r\n•\tForms beneficial associations with microorganisms that enhance soil fertility and support nitrogen availability.\r\n•\tIts broad canopy offers shade and regulates local microclimates.\r\n•\tIts leaf litter enriches the soil and sustains a thriving ground ecosystem.",
    "Medicinal Properties": "\r\n•\tFicus religiosa is used in traditional medicine for about fifty types of disorders including asthma, diabetes, diarrhea, epilepsy, gastric problems, inflammatory disorders, infectious and sexual disorders.",
    "Cultural/Historicl/Mythological Importance": "•\tHindu and Jain ascetics consider the species to be sacred and often meditate under it.\r\n•\tThe sacred fig is the state tree of the Indian states of Odisha, Bihar and Haryana.",
    "Images": "13-ficus-religiosa.jpg",
    "Suitability in Degraded Aravalli": "•\tHighly suitable for ridge landscapes and rocky terrain where few species thrive.\r\n• Naturally drought tolerant and capable of establishing in dry, degraded soils.\r\n• Long-lived, making it a stable anchor species for restoration projects.\r\n• Promotes ecological recovery by attracting pollinators, seed dispersers and nesting fauna.\r\n• Improves soil structure and contributes to long-term regeneration of damaged Aravalli patches.\r\n"
  },
  {
    "S. No.": 14,
    "Vernacular Name": "Pomegranate",
    "Scientific Name": "Punica granatum",
    "Other Names": "Anar",
    "Ecological & Commercial Importance": "* Pomegranate orchards are managed for both fresh fruit production and processing into juice, concentrate, and extracts for commercial markets.\r\n* Pomegranate cultivation can have positive environmental impacts, including soil conservation, carbon sequestration, and biodiversity enhancement.\r\n* Adapts well to a variety of soils\r\n* It contributes to biodiversity by providing habitat and sustenance for various insects and birds.",
    "Medicinal Properties": "* Pomegranate not only increases blood circulation but also increases the RBC count in your blood. \r\n* It gives strength to your body and increases your metabolism. \r\n* It treats anemia and prevents low-blood pressure and fatigue.\r\n* Research has shown that pomegranate contains compounds with anti-inflammatory, anti-cancer, and anti-microbial properties. \r\n* It is being studied for its potential role in preventing chronic diseases such as heart disease, cancer, and diabetes.",
    "Cultural/Historicl/Mythological Importance": "* In Hinduism, the pomegranate tree is believed to host Goddess Lakshmi and sowing its seed is associated with prosperity and fertility. \r\n* The fruits signify Christ's suffering and resurrection as per Christianity. \r\n* In Islam, it is one of the paradise fruits mentioned in the holy Quran.\r\n*  In ancient Greek mythology, the pomegranate was associated with fertility, abundance, and the cycle of life and death.",
    "Images": "14-punica-granatum.jpg"
  },
  {
    "S. No.": 15,
    "Vernacular Name": "Shami",
    "Scientific Name": "Prosopis cineraria",
    "Other Names": "Ghaf, Singhri",
    "Ecological & Commercial Importance": "•\tShami is often planted in arid and desert regions to help prevent soil erosion. \r\n•\tIts deep root system helps stabilize the soil, making it useful for afforestation and land reclamation projects\r\n•\tIn the Thar desert the Singhri or Sangri pods growing on Prosopis cineraria are used in various types of Bhaaji and Kadhi.  ",
    "Medicinal Properties": "•\tThe stem bark is used to treat rheumatism, common cold and piles. \r\n•\tThe flowers are used on skin diseases as a blood purifier and coolant.",
    "Cultural/Historicl/Mythological Importance": "•\tThis tree is highly revered among Hindus and worshipped as part of Dusshera festival.\r\n•\tIn Mahabharata, Shami was the tree that Pandava's hid their weapons for one year during the exile period.",
    "Images": "15-prosopis-cineraria.jpg"
  }
]
