[
  {
    "S. No.": 1,
    "Species Name": "Bargad",
    "Common Name": "Banyan Fig",
    "Scientific Name": "Ficus benghalensis",
    "Ecological Benefits": "•\t A keystone species that anchors entire ecosystems and sustains biodiversity.\r\n•\t Its figs provide year-round food for birds, mammals and insects, keeping wildlife populations stable.\r\n•\t Its aerial roots create layered habitats that offer shelter, nesting spaces and safe passage for many species.\r\n•\t Its expansive canopy cools the surroundings and helps create a stable microclimate in hot regions.\r\n•\t Its thick roots bind the soil and reduce erosion during heavy rains.\r\n•\t Its long lifespan supports generations of flora and fauna, becoming a living ecological landmark.\r\n•\t Its leaf litter enriches the soil and supports healthier plant communities.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for rocky and nutrient-poor soils, allowing it to establish even in harsh terrain.\r\n•\t Its deep and spreading roots stabilise loose ground and support long-term restoration.\r\n•\t Its wide canopy creates dense shade that lowers surface temperatures and helps moisture stay in the soil.\r\n•\t Its presence improves overall habitat quality, encouraging the return of birds, insects and small mammals.\r\n•\t Its resilience to heat and drought makes it ideal for long-term regeneration of degraded Aravalli landscapes.",
    "Image": "05-ficus-benghalensis-banyan.jpeg"
  },
  {
    "S. No.": 2,
    "Species Name": "Peepal",
    "Common Name": "Sacred Fig",
    "Scientific Name": "Ficus religiosa",
    "Ecological Benefits": "•\t Produces high levels of oxygen throughout the day and supports healthier air quality.\r\n•\t Its figs provide dependable food for birds, bats and many small mammals, strengthening local food webs.\r\n•\t Recognised as an iconic Aravalli species that naturally supports regional biodiversity.\r\n•\t Forms beneficial associations with microorganisms that enhance soil fertility and support nitrogen availability.\r\n•\t Its broad canopy offers shade and regulates local microclimates.\r\n•\t Its leaf litter enriches the soil and sustains a thriving ground ecosystem.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for ridge landscapes and rocky terrain where few species thrive.\r\n•\t Naturally drought tolerant and capable of establishing in dry, degraded soils.\r\n•\t Long-lived, making it a stable anchor species for restoration projects.\r\n•\t Promotes ecological recovery by attracting pollinators, seed dispersers and nesting fauna.\r\n•\t Improves soil structure and contributes to long-term regeneration of damaged Aravalli patches.",
    "Image": "13-ficus-religiosa.jpg"
  },
  {
    "S. No.": 3,
    "Species Name": "Bael",
    "Common Name": "Patthar / Wood Apple",
    "Scientific Name": "Aegle marmelos",
    "Ecological Benefits": "•\t A highly valued medicinal tree that supports traditional healing systems and local biodiversity.\r\n•\t Its flowers produce abundant nectar that attracts bees, butterflies and other key pollinators.\r\n•\t Its wood is strong and durable, contributing to long-term ecological stability.\r\n•\t Thrives in extremely dry and nutrient-poor soils, making it a reliable species in harsh climates.\r\n•\t Its deep root system binds the soil, reduces erosion and strengthens degraded land.\r\n•\t Its fruits support wildlife such as birds and small mammals, enriching the food chain.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for rocky and severely degraded patches where few species can establish.\r\n•\t Performs well under water stress and flourishes in dry, hot conditions typical of the Aravalli region.\r\n•\t Helps stabilise rugged terrain through strong root structures.\r\n•\t Contributes to gradual habitat recovery by improving soil quality over time.\r\n•\t Serves as a resilient foundational species for long-term ecological restoration.",
    "Image": "BAEL.jpeg"
  },
  {
    "S. No.": 4,
    "Species Name": "Imli",
    "Common Name": "Tamarind",
    "Scientific Name": "Tamarindus indica",
    "Ecological Benefits": "•\t Acts as a strong soil stabiliser with deep roots that hold the ground firmly in place.\r\n•\t Its tangy fruit supports a wide range of wildlife, including birds, mammals and pollinators.\r\n•\t The fruit also benefits local communities as a nutritious and culturally important food source.\r\n•\t Forms associations that support nitrogen enrichment in the soil, improving fertility over time.\r\n•\t A long-lived species that contributes to stable, mature ecosystems.\r\n•\t Its dense canopy helps moderate temperature and create localised shade.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable, performing best in deeper and more developed soils.\r\n•\t Ideal for valleys, depressions and low-lying pockets where moisture naturally gathers.\r\n•\t Once established, it handles heat well and contributes to long-term landscape recovery.\r\n•\t Its canopy and leaf litter improve soil structure gradually.\r\n•\t Adds valuable fruit and biodiversity benefits to restoration zones.",
    "Image": "IMLI.jpeg"
  },
  {
    "S. No.": 5,
    "Species Name": "Gullar",
    "Common Name": "Cluster Fig",
    "Scientific Name": "Ficus racemosa",
    "Ecological Benefits": "•\t Attracts a wide range of pollinators and frugivores, strengthening local food webs.\r\n•\t Produces figs that serve as a dependable food source for birds, bats and small mammals.\r\n•\t Highly adaptable to shallow, nutrient-poor soils, allowing it to establish in challenging terrain.\r\n•\t Provides shade and creates small microhabitats that support ground life.\r\n•\t Contributes leaf litter that enriches the soil and improves overall ecological health.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for shallow and rocky soils commonly found across degraded Aravalli zones.\r\n•\t Establishes quickly in low-depth substrates where many species struggle to survive.\r\n•\t Supports fauna by offering fruit, shelter and nesting spaces.\r\n•\t Enhances biodiversity by attracting pollinators and seed-dispersing animals.\r\n•\t Functions as a resilient species ideal for restoring rocky hill patches and slopes.",
    "Image": "08-ficus-racemosa.jpeg"
  },
  {
    "S. No.": 6,
    "Species Name": "Pilkhan",
    "Common Name": "Strangler Fig",
    "Scientific Name": "Ficus virens",
    "Ecological Benefits": "•\t Offers excellent nesting sites for birds due to its strong branches and layered structure.\r\n•\t Produces figs that sustain primates, birds and many small mammals throughout the year.\r\n•\t Supports pollinators and fruit-eating species, helping maintain healthy ecological cycles.\r\n•\t Forms a dense canopy that cools the surroundings and strengthens local microclimates.\r\n•\t Adds rich organic matter to the soil through leaf drop, gradually improving soil health.",
    "Suitability in Degraded Aravalli": "•\t Moderately to highly suitable, especially in moist niches and pockets where some moisture is retained.\r\n•\t Performs well in partially degraded areas where soil depth is slightly better.\r\n•\t Helps create shaded zones that support understory regeneration.\r\n•\t Attracts wildlife quickly, accelerating ecological recovery.\r\n•\t Contributes to long-term landscape stability once established.",
    "Image": "PILKHAN.jpeg"
  },
  {
    "S. No.": 7,
    "Species Name": "Neem",
    "Common Name": "Indian Lilac",
    "Scientific Name": "Azadirachta indica",
    "Ecological Benefits": "•\t Acts as a natural pesticide through its leaves and seed extracts, helping keep ecosystems healthier.\r\n•\t A well-known medicinal tree whose bark, leaves and seeds support traditional health systems.\r\n•\t Extremely drought tolerant and capable of surviving intense heat and long dry spells.\r\n•\t Thrives in nutrient-poor soils and continues to grow with minimal care.\r\n•\t Provides shade, stabilises microclimates and improves comfort for both people and wildlife.\r\n•\t Its flowers attract pollinators and its fruits support birds and small mammals.\r\n•\t Generates leaf litter that enriches the soil and supports ground biodiversity.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for dry, rocky slopes where very few species can take hold.\r\n•\t Establishes easily and regenerates naturally, making it ideal for large-scale restoration.\r\n•\t Performs reliably in shallow, degraded soils with low moisture.\r\n•\t Helps stabilise loose ground and prevents erosion on exposed slopes.\r\n•\t Offers long-term resilience and contributes to a stable, self-sustaining landscape.",
    "Image": "12-azadirachta-indica.jpg"
  },
  {
    "S. No.": 8,
    "Species Name": "Anwala",
    "Common Name": "Indian Gooseberry",
    "Scientific Name": "Phyllanthus emblica",
    "Ecological Benefits": "•\t Produces fruit exceptionally high in vitamin C, supporting both wildlife nutrition and community health.\r\n•\t Holds strong medicinal value and supports traditional healing systems.\r\n•\t Its root system helps control erosion by binding soil on slopes and loose terrain.\r\n•\t Forms beneficial associations that support nitrogen enrichment in the soil, improving fertility over time.\r\n•\t Its flowers attract pollinators and strengthen local ecological networks.\r\n•\t Adds organic matter through leaf fall, gradually improving soil structure and quality.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for semi-arid zones where water availability is limited.\r\n•\t Thrives in dry, rocky and degraded soils typical of the Aravalli landscape.\r\n•\t Stabilises soil through a firm and spreading root system.\r\n•\t Provides edible fruit that benefits communities and wildlife.\r\n•\t Performs reliably with low maintenance, making it ideal for restoration patches.",
    "Image": "AMLA.jpeg"
  },
  {
    "S. No.": 9,
    "Species Name": "Khirni",
    "Common Name": "Sapodilla",
    "Scientific Name": "Manilkara hexandra",
    "Ecological Benefits": "•\t Supports agroforestry systems by integrating well with crops and providing long-term canopy cover.\r\n•\t Produces sweet, nutrient-rich fruit that sustains birds, mammals and other wildlife.\r\n•\t The fruit also holds value in local markets, supporting rural livelihoods.\r\n•\t Its evergreen foliage offers year-round shade and microclimate regulation.\r\n•\t Contributes organic matter through leaf fall, gradually improving soil quality.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable, performing best in slightly deeper and better-developed soils.\r\n•\t Well suited for foothill zones where moisture and soil depth are relatively higher.\r\n•\t Establishes reliably when given basic care during the early growth stages.\r\n•\t Adds economic and ecological value to restored landscapes through its fruiting potential.\r\n•\t Helps support mixed-species plantations and enhances biodiversity in semi-restored areas.",
    "Image": "KHIRNI.jpeg"
  },
  {
    "S. No.": 10,
    "Species Name": "Desi Kadam",
    "Common Name": "Kadam",
    "Scientific Name": "Neolamarckia cadamba",
    "Ecological Benefits": "•\t A fast-growing species that quickly contributes to canopy formation in restoration zones.\r\n•\t Sequesters carbon rapidly, helping improve overall climate resilience in recovering landscapes.\r\n•\t Produces nectar-rich flowers that attract bees, butterflies and other essential pollinators.\r\n•\t Its wood carries useful timber value, supporting local economies when sustainably harvested.\r\n•\t Adds organic matter to the soil through steady leaf fall, gradually improving fertility.\r\n•\t Provides early shade and microclimate regulation for slower-growing native species.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable, performing best in moist or seasonally moist soils.\r\n•\t Ideal for valleys, depressions and areas where water naturally pools.\r\n•\t Rapid growth makes it useful for creating early cover and reducing heat stress in degraded patches.\r\n•\t Helps stabilise soil in semi-restored areas by establishing quickly.\r\n•\t Supports biodiversity by attracting pollinators and providing shelter as it matures.",
    "Image": "DESI-KADAM.jpeg"
  },
  {
    "S. No.": 11,
    "Species Name": "Daak",
    "Common Name": "Dhau / Flame of the Forest",
    "Scientific Name": "Butea monosperma",
    "Ecological Benefits": "•\t An iconic Aravalli species that naturally strengthens dry deciduous ecosystems.\r\n•\t Supports nitrogen enrichment in the soil through beneficial microbial associations.\r\n•\t Serves as an important host tree for lac insects, supporting traditional livelihoods and biodiversity.\r\n•\t Its bright flowers attract bees, butterflies and many other pollinators, boosting ecological productivity.\r\n•\t Holds medicinal value in its bark, gum and leaves, contributing to local ethnobotanical traditions.\r\n•\t Provides food and shelter for birds, insects and small mammals, enriching the forest food web.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for dry, rocky terrain where moisture is limited and soil depth is low.\r\n•\t Thrives in harsh sunlight and arid slopes, making it ideal for degraded Aravalli patches.\r\n•\t Its striking seasonal flowering draws pollinators and wildlife back to restored areas.\r\n•\t Establishes with minimal care and supports long-term ecological regeneration.\r\n•\t Enhances landscape diversity and resilience when introduced in mixed native plantations.",
    "Image": "DAAK.jpeg"
  },
  {
    "S. No.": 12,
    "Species Name": "Harsingaar",
    "Common Name": "Night-Flowering Jasmine",
    "Scientific Name": "Nyctanthes arbor-tristis",
    "Ecological Benefits": "•\t Produces fragrant night-blooming flowers that attract moths and other nocturnal pollinators.\r\n•\t Acts as a dependable nectar source, supporting pollinator diversity throughout its flowering period.\r\n•\t Grows well in disturbed or semi-degraded areas, helping initiate early ecological recovery.\r\n•\t Adds organic matter to the soil through steady leaf and flower fall.\r\n•\t Provides soft shade and creates small microhabitats for ground insects and birds.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable, performing best in foothills and peripheral village zones where soil depth is better.\r\n•\t Establishes well in semi-disturbed patches and transitional areas between settlements and forest land.\r\n•\t Responds positively to minimal care in the early stages and then grows reliably.\r\n•\t Enhances restoration sites by attracting nocturnal pollinators and adding seasonal fragrance.\r\n•\t Works well as a supporting species in mixed native plantations close to human habitation.",
    "Image": "HARSINGAR.jpeg"
  },
  {
    "S. No.": 13,
    "Species Name": "Jamun",
    "Common Name": "Indian Blackberry",
    "Scientific Name": "Syzygium cumini",
    "Ecological Benefits": "•\t Provides abundant fruits that feed birds, bats, mammals and local communities.\r\n•\t Its deep root system supports groundwater conservation by improving water infiltration.\r\n•\t Grows rapidly and forms a sturdy canopy that cools the surroundings and improves microclimates.\r\n•\t Attracts pollinators during flowering and strengthens ecological networks.\r\n•\t Contributes organic matter through leaf fall, gradually improving soil structure and fertility.",
    "Suitability in Degraded Aravalli": "•\t Moderately to highly suitable, especially in valleys and natural water recharge zones.\r\n•\t Performs best where soil moisture is retained for longer periods.\r\n•\t Helps stabilise moist or semi-moist slopes and supports long-term regeneration.\r\n•\t Provides shade and food that draw wildlife back to restored patches.\r\n•\t Works well as a core species in lowland restoration and water-linked ecological corridors.",
    "Image": "09-syzygium-cumini.jpg"
  },
  {
    "S. No.": 14,
    "Species Name": "Beri",
    "Common Name": "Jujube",
    "Scientific Name": "Ziziphus mauritiana",
    "Ecological Benefits": "•\t A drought-resistant fruit tree that thrives in arid and semi-arid landscapes.\r\n•\t Extremely hardy in poor, dry soils, making it a dependable species in challenging climates.\r\n•\t Its edible fruits support birds, mammals and other wildlife throughout the year.\r\n•\t The fruit is rich in vitamin C and benefits both local communities and forest-dependent fauna.\r\n•\t Its dense branching offers shelter and nesting spaces for small animals and birds.\r\n•\t Helps stabilise soil and prevents erosion in open, exposed terrain.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for rocky, degraded slopes where water scarcity limits most tree species.\r\n•\t Performs well in harsh sunlight and minimal soil depth, allowing quick establishment.\r\n•\t Provides nutritious fruit that benefits surrounding communities and wildlife.\r\n•\t Contributes to ecological recovery by attracting pollinators and seed dispersers.\r\n•\t Supports long-term restoration by thriving without intensive care or irrigation.",
    "Image": "BERI.jpeg"
  },
  {
    "S. No.": 15,
    "Species Name": "Gondi",
    "Common Name": "Sebesten",
    "Scientific Name": "Cordia obliqua",
    "Ecological Benefits": "•\t Its leaves provide reliable fodder that supports pastoral livelihoods and local grazing communities.\r\n•\t Offers food and shelter to birds, small mammals and insects, strengthening the ecological network.\r\n•\t Its branching structure creates microhabitats that encourage small wildlife to return to degraded areas.\r\n•\t Contributes organic matter through leaf fall, gradually improving soil fertility.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable for degraded patches, especially those with sandy or loose soils.\r\n•\t Adapts well to dry conditions and can establish with minimal care.\r\n•\t Functions as a multipurpose species that supports both ecological needs and community use.\r\n•\t Helps stabilise sandy substrates and reduces wind erosion over time.\r\n•\t Adds diversity to restoration sites, making landscapes more resilient.",
    "Image": "GONDI.jpeg"
  },
  {
    "S. No.": 16,
    "Species Name": "Sharifa",
    "Common Name": "Sugar Apple",
    "Scientific Name": "Annona squamosa",
    "Ecological Benefits": "•\t Attracts a wide range of pollinators, especially bees and butterflies, strengthening local ecological networks.\r\n•\t Produces soft, nutrient-rich fruit that supports birds, mammals and surrounding communities.\r\n•\t Holds strong medicinal value in its leaves, bark and fruit, contributing to traditional health practices.\r\n•\t Adds organic matter to the soil through leaf fall, slowly improving fertility.\r\n•\t Provides light shade and creates pockets of cooler microclimate in hot, open areas.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable, performing well in sandy or loose soils common across degraded Aravalli edges.\r\n•\t Thrives in dry conditions with minimal care once established.\r\n•\t Supports community livelihoods through its valuable fruit.\r\n•\t Helps diversify restoration sites by introducing a fruiting species that benefits both people and wildlife.\r\n•\t Works well in mixed plantations aimed at balancing ecology and livelihood support.",
    "Image": "SHARIFA.jpeg"
  },
  {
    "S. No.": 17,
    "Species Name": "Siris",
    "Common Name": "Rain Tree",
    "Scientific Name": "Albizia lebbeck",
    "Ecological Benefits": "•\t Supports nitrogen fixation, enriching the soil and improving long-term fertility.\r\n•\t Enhances degraded land by increasing organic matter through steady leaf fall.\r\n•\t Provides generous shade that cools the surroundings and protects understory vegetation.\r\n•\t Offers high-quality fodder and browse for livestock, supporting pastoral systems.\r\n•\t Attracts pollinators during flowering and strengthens local ecological interactions.\r\n•\t Helps stabilise soil through an extensive root system.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable for soil enrichment in degraded and nutrient-poor patches.\r\n•\t Establishes well in dry, open terrain and improves soil health for neighbouring species.\r\n•\t Supports community livelihoods through fodder supply and shade.\r\n•\t Performs reliably with minimal care once rooted.\r\n•\t Strengthens restoration efforts by acting as a foundational species in mixed native plantations.",
    "Image": "SIRIS.jpeg"
  },
  {
    "S. No.": 18,
    "Species Name": "Harad",
    "Common Name": "Myrobalan",
    "Scientific Name": "Terminalia chebula",
    "Ecological Benefits": "•\t Produces a highly valued medicinal fruit that supports traditional healing systems and local pharmacology.\r\n•\t Helps stabilise soil with a strong root network that holds slopes and loose terrain together.\r\n•\t Contributes to forest health with long-term canopy presence, supporting birds, insects and small mammals.\r\n•\t Adds organic matter through leaf fall, gradually improving soil structure and nutrient levels.\r\n•\t A long-lived species that anchors mature dry deciduous ecosystems over generations.",
    "Suitability in Degraded Aravalli": "•\t Highly suitable, being native to dry deciduous forests that resemble much of the degraded Aravalli landscape.\r\n•\t Performs well in dry, rocky and nutrient-poor soils typical of the region.\r\n•\t Offers significant medicinal and economic value to nearby communities.\r\n•\t Supports long-term ecological recovery by establishing a stable canopy over time.\r\n•\t Enhances biodiversity in mixed native plantations and strengthens habitat resilience.",
    "Image": "HARAD.jpeg"
  },
  {
    "S. No.": 19,
    "Species Name": "Barna",
    "Common Name": "Sacred Tree",
    "Scientific Name": "Crataeva religiosa",
    "Ecological Benefits": "•\t Possesses strong medicinal properties that support traditional health practices in many regions.\r\n•\t Produces nectar-rich flowers that attract bees, butterflies and other important pollinators.\r\n•\t Supports biodiversity by offering food, shelter and microhabitats for insects, birds and small fauna.\r\n•\t Contributes organic matter through leaf fall, gradually improving soil quality.\r\n•\t Helps maintain healthier ecological cycles in semi-dry forest zones.",
    "Suitability in Degraded Aravalli": "•\t Moderately suitable, performing best near water recharge zones where soil moisture is slightly higher.\r\n•\t Establishes well in semi-moist pockets within otherwise dry landscapes.\r\n•\t Adds ecological value to restoration areas by supporting pollinators and medicinal plant diversity.\r\n•\t Works effectively as a supporting species in mixed native plantations.\r\n•\t Contributes to long-term habitat improvement when planted in locations with better soil depth and moisture.",
    "Image": "BARNA.jpeg"
  },
  {
    "S. No.": 20,
    "Species Name": "Bamboo",
    "Common Name": "Bamboo",
    "Scientific Name": "Bambusa spp.",
    "Ecological Benefits": "•\t A fast-growing species that rapidly builds biomass and strengthens degraded ecosystems.\r\n•\t Acts as a strong soil binder through its dense root network, reducing erosion on slopes and loose terrain.\r\n•\t Provides excellent habitat for birds, small mammals and insects within its thick clumps.\r\n•\t Supports moisture retention and creates cooler microclimates in dry landscapes.\r\n•\t Offers multipurpose uses for communities, including craft material, construction support and fodder.\r\n•\t Adds organic matter to the soil and improves long-term fertility through continuous leaf shedding.",
    "Suitability in Degraded Aravalli": "•\t Moderately to highly suitable, especially in moist niches, valley depressions and areas with seasonal water flow.\r\n•\t Effective for erosion control on slopes and gullies due to its strong root system.\r\n•\t Performs reliably when soil moisture is available, even if seasonally.\r\n•\t Provides significant economic value through sustainable harvesting of shoots and poles.\r\n•\t Enhances biodiversity and strengthens early-stage restoration efforts in semi-moist patches.",
    "Image": "BAMBOO.jpeg"
  }
]
